[
  {
    "id": 1,
    "title": "Spaghetti Carbonara",
    "summary": "A classic Italian pasta dish made with eggs, cheese (Pecorino Romano), pancetta, and black pepper. It's creamy, comforting, and full of flavor.",
    "image": "https://wallpaperaccess.com/thumb/1463534.jpg"
  },
  {
    "id": 2,
    "title": "Chicken Tikka Masala",
    "summary": "Chunks of grilled chicken (tikka) cooked in a smooth, buttery, and creamy tomato-based gravy with aromatic spices. A popular Indian dish.",
    "image": "https://wallpaperaccess.com/thumb/9422971.jpg"
  },
  {
    "id": 3,
    "title": "Vegetable Stir-Fry",
    "summary": "A vibrant mix of vegetables like bell peppers, carrots, and broccoli stir-fried in a savory sauce made with soy sauce, garlic, and ginger.",
    "image": "https://wallpaperaccess.com/thumb/12671459.jpg"
  },
  {
    "id": 4,
    "title": "Beef Stew",
    "summary": "A hearty and comforting stew made with tender beef chunks, carrots, potatoes, and onions, simmered in a rich broth for a deep, savory flavor.",
    "image": "https://wallpaperaccess.com/full/15716170.jpg"
  },
  {
    "id": 5,
    "title": "Caesar Salad",
    "summary": "A classic salad made with crispy romaine lettuce, croutons, Parmesan cheese, and Caesar dressing. Perfect as a side or main dish.",
    "image": "https://wallpaperaccess.com/full/12671531.jpg"
  },
  {
    "id": 6,
    "title": "Pancakes",
    "summary": "Fluffy and soft pancakes made from flour, eggs, milk, and a bit of baking powder, served with syrup, butter, and fresh fruit.",
    "image": "https://wallpaperaccess.com/thumb/3759109.jpg"
  },
  {
    "id": 7,
    "title": "Fish Tacos",
    "summary": "Crispy fried fish fillets wrapped in soft tortillas, topped with fresh cabbage slaw, avocado, and a tangy lime crema.",
    "image": "https://wallpaperaccess.com/full/6392205.jpg"
  },
  {
    "id": 8,
    "title": "Chilli Chicken",
    "summary": "A spicy, tangy, and flavorful dish made with chicken, bell peppers, onions, and a combination of chili sauce and soy sauce.",
    "image": "https://wallpaperaccess.com/thumb/4138980.jpg"
  },
  {
    "id": 9,
    "title": "Vegetarian Pizza",
    "summary": "A pizza topped with a variety of fresh vegetables like mushrooms, onions, peppers, and olives, with mozzarella and marinara sauce.",
    "image": "https://wallpaperaccess.com/thumb/462773.jpg"
  },
  {
    "id": 10,
    "title": "Chocolate Cake",
    "summary": "A rich and decadent chocolate cake with layers of creamy chocolate frosting, perfect for any celebration.",
    "image": "https://wallpaperaccess.com/full/1986088.jpg"
  },
  {
    "id": 11,
    "title": "Chicken Curry",
    "summary": "A rich and flavorful curry made with chicken, tomatoes, onions, and a blend of aromatic spices like turmeric, cumin, and coriander.",
    "image": "https://wallpaperaccess.com/thumb/3353275.jpg"
  },
  {
    "id": 12,
    "title": "Chicken Noodles",
    "summary": "A delicious stir-fry made with tender chicken, vegetables, and noodles, seasoned with soy sauce and other savory spices.",
    "image": "https://wallpaperaccess.com/thumb/10583546.jpg"
  },
  {
    "id": 13,
    "title": "Shrimp Scampi",
    "summary": "A delicious pasta dish with shrimp sautéed in garlic butter sauce, lemon, and white wine, served over spaghetti or linguine.",
    "image": "https://wallpaperaccess.com/full/2359955.jpg"
  },
  {
    "id": 14,
    "title": "Butter Chicken",
    "summary": "A rich and creamy Indian curry made with tender chicken cooked in a spiced tomato-based gravy with butter and cream.",
    "image": "https://wallpaperaccess.com/thumb/5912736.jpg"
  },
  {
    "id": 15,
    "title": "Meatballs",
    "summary": "Juicy and flavorful meatballs made with ground beef, herbs, and spices, often served with marinara sauce or in a sub sandwich.",
    "image": "https://wallpaperaccess.com/thumb/5683216.jpg"
  },
  {
    "id": 16,
    "title": "Carrot Cake",
    "image": "https://wallpaperaccess.com/thumb/6903843.jpg",
    "summary": "Bell peppers stuffed with a mixture of ground beef, rice, onions, and tomatoes, then baked and topped with melted cheese."
  },
  {
    "id": 17,
    "title": "Black Forest Cake",
    "summary": "A decadent German dessert made with layers of chocolate sponge cake, whipped cream, cherries, and chocolate shavings.",
    "image": "https://wallpaperaccess.com/thumb/12937153.jpg"
  },
  {
    "id": 18,
    "title": "Sushi",
    "summary": "A Japanese dish made with vinegared rice, often combined with seafood, vegetables, and sometimes tropical fruits, wrapped in seaweed.",
    "image": "https://wallpaperaccess.com/thumb/1321841.gif"
  }
]
